Revit 2027 API
ParameterTypeId.DisplacementPathStyle Property
 "Style"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DisplacementPathStyle { get; }
Public Shared ReadOnly Property DisplacementPathStyle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DisplacementPathStyle {
	ForgeTypeId^ get ();
}
static member DisplacementPathStyle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace